/*******************************************************************************************************
 * DESCRIPTION: MQTT header file
 * AUTOR: Fran Guillén
 * BOARD: TTGO LoRa ESP32
*******************************************************************************************************/

#ifndef _mainConf_h_
#define _mainConf_h_

/************************************************
 *                 OTA CONFIG
 ************************************************/
#define OTA_CHECK_UPDATE_EVERY_MS       5000
#define OTA_SERVER                     "http://192.168.1.32:8000/fota.json"


#endif